Repository: juanpabloglobalsys98/inlaze_repo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Your account can't edit data
es: La información de su cuenta no puede editarse
pt: Sua conta não pode editar dados

source: Your account are not completed the skipped data yet
es: Tu cuenta no ha completado la información omitiada aún
pt: Sua conta ainda não está completa os dados ignorados

source: Your email is not verified
es: Su correo electrónico no está verificado

source: Your basic info is not validated yet
es: Su información básica aún no está validada
pt: Telefone ou e-mail ainda não validado

source: Your bank info is not validated yet
es: Sus datos bancarios aún no están validados
pt: Telefone ou e-mail ainda não validado

source: Phone or email not validated yet
es: El teléfono o el correo electrónico aún no están validados
pt: Telefone ou e-mail ainda não validado

source: Savings account
es: Cuenta de ahorros

source: Billing country
es: País de facturación

source: Billing City
es: Ciudad de facturación

source: Billing address
es: Dirección de facturación

source: Bank name
es: Nombre del banco

source: Account type
es: Tipo de cuenta

source: Account number
es: Número de cuenta

source: Swift code
es: Código Swift

source: Company name
es: Nombre de la empresa

source: Company Register Number
es: Número de registro de la empresa

source: Name
es: Nombre

source: Surname
es: Apellido

source: Residence country
es: País de residencia

source: Document type
es: Tipo de documento

source: Id number
es: Número de identificación

source: Frontal document identification
es: Identificación frontal del documento

source: Back document identification
es: Identificación del documento posterior

source: Selfie file
es: Archivo de selfie

source: That link is associated with other partner
es: El enlace está asociado con otro usuario
pt: Esse vínculo está associado a outro parceiro

source: There is a partner with that identification type and identification number
es: Existe un usuario con el número y tipo de identificación ingresado
pt: Há um parceiro com esse tipo de identificação e número de identificação

source: There is a partner with that account type, account number and swift code in the system
es: Existe un usuario con ese tipo y número cuenta y/o código swift
pt: Há um parceiro com esse tipo de conta, número de conta e código rápido no sistema

source: There is a partner with that account number in the system
es: Existe un usuario con ese número de cuenta en el sistema
pt: Há um parceiro com esse número de conta no sistema

source: There is a partner with that company name and identification
es: Existe un aliado con ese nombre e identificaión de compañía
pt: Há um parceiro com esse nome e identificação da empresa

source: Question cannot be repeated in the same category
es: No se puede repetir la pregunta en la misma categoria
pt: A pergunta não pode ser repetida na mesma categoria

source: There is another question category with that title
es: Existe una categoría de preguntas con ese nombre
pt: Há outra categoria de perguntas com esse título

source: The password you provided does not match
es: La contraseña que suministraste no coincide
pt: A senha que você forneceu não corresponde

source: There is not feedback in basic info for that user in the system
es: No existe retroalimentación para la información básica de ese usuario en el sistema
pt: Não há feedback nas informações básicas para esse usuário no sistema

source: There is not feedback in bank for that user in the system
es: No existe retroalimentación del banco para ese usuario en el sistema
pt: Não há feedback no banco para esse usuário no sistema

source: There is not feedback in documents for that user in the system
es: No existe retroalimentación de los documentos para ese usuario en el sistema
pt: Não há feedback em documentos para esse usuário no sistema

source: greetings,
es: saludos,

source: Validation email
es: Validación de email
pt: E-mail de validação

source: Validation Code
es: código de validación
pt: Código de Validação

source: Remember that your password must meet the following requirements
es: Recuerda que tu contraseña debe cumplir con los siguientes requerimientos
pt: Lembre-se de que sua senha deve atender aos seguintes requisitos

source: We are sending this email to keep you informed about your inlaze account
es: Le enviamos este correo electrónico para mantenerle informado sobre su cuenta de inlaze

source: At least 1 upper case character
es: Almenos 1 letra en mayúscula
pt: Pelo menos 1 caractere maiúsculo

source: At least 1 lower case character
es: Almenos 1 letra en minúscula
pt: Pelo menos 1 caractere em minúsculas

source: do not share the confirmation code with any other person for any reason
es: por ningún motivo compartas el código de confirmación con otra persona
pt: não compartilhe o código de confirmação com nenhuma outra pessoa, por qualquer motivo

source: This code is valid for 10 minutes, to keep your safety, don't share it with other people
es: Este código es valido por 10 minutos, para mantenerte a salvo, no lo compartas con otras personas

source: Your email will serve as a backup in case the other means of security do not work or you do not have access to them.
es: Su correo electrónico servirá de respaldo en caso de que los otros medios de seguridad no funcioneno usted no tenga acceso a ellos.

source: The email that you are trying to add already exits
es: El correo que estas tratando de agregar ya existe
pt: O e-mail que você está tentando adicionar já existe

source: Code was sent successfully
es: El código se ha enviado satisfactoriamente
pt: O código foi enviado com sucesso

source: Invalid email, phone or user already register
es: Este correo, telefono o usuario ya está registrado
pt: E-mail, telefone ou usuário inválido já registrado

source: Invalid code
es: Código inválido
pt: Código inválido

source: Email updated successfully
es: Correo electrónico actualizado con éxito
pt: E-mail atualizado com sucesso

source: The phone that you are trying to add already exits
es: El telefono que estas tratanndo de agregar ya está registrado
pt: O telefone que você está tentando adicionar já existe

source: Validation code - Password Recovery
es: Código de validación - Recuperar contraseña
pt: Código de validação - Recuperação de senha

source: Hi,
es: Hola,
pt: olá

source: Minimum length 8 characters
es: Mínimo 8 caracteres de longitud
pt: Comprimento mínimo 8 caracteres

source: Almost done. To get a new password for your account enter the following code
es: Casi terminas. Para obtener una nueva contraseña para tu cuenta ingresa el siguiente código

source: This email does not exists
es: Esa cuenta no existe
pt: Este e-mail não existe

source: {} is your code. Never share this code with anyone, only use it on Inlazz.com.
es: {} es tu código. Nunca comparta este código con nadie, solo utilícelo en Inlazz.com
pt: {} é o seu código. Nunca partilhe este código com ninguém, utilize-o apenas no Inlazz.com.

source: This phone does not exists
es: Esa cuenta no existe
pt: Este telefone não existe

source: Email or phone are required
es: email o telefono son requeridos
pt: E-mail ou telefone são obrigatórios

source: This user does not exists
es: Esa cuenta no existe
pt: Este usuário não existe

source: Validation code does not exists
es: El código de validación no existe
pt: O código de validação não existe

source: Email or phone are necessary
es: Es requerido el email o el telefono
pt: E-mail ou telefone são necessários

source: Your account is not activated, contact your adviser
es: Tu cuenta no está activada, contacta a tu asesor
pt: Sua conta não está ativada, entre em contato com seu consultor

source: Your account is banned, contact your adviser
es: Tu cuenta está baneada, contacta tu asesor
pt: Sua conta foi banida, entre em contato com seu consultor

source: There is not such user
es: No existe ese usuario
pt: Não existe esse usuário

source: There is a user in the system with that email
es: Ya existe un usuario con ese correo electrónico en el sistema
pt: Há um usuário no sistema com esse e-mail

source: There is a user in the system with that phone
es: Ya existe un usuario con ese teléfono en el sistema
pt: Há um usuário no sistema com esse telefone

source: Validation Code Register not found
es: El código de validación no existe
pt: O código de validação não existe

source: Code expired, please request a new one
es: Código caducado, por favor solicite uno nuevo

source: Account already exists
es: La cuenta ya existe

source: Your account level is already {}
es: Su nivel de cuenta ya es {}
pt: Sua conta não pode editar dados

source: Already requested
es: Ya se ha solicitado

source: You can't upload the same url more than once
es: No puedes subir la misma url más de una vez

source: Email and phone can not come together
es: Email y telefono no pueden ir juntos
pt: E-mail e telefone não podem vir juntos

source: Phone and valid_phone_by are neccesary together
es: Telefono y valid_phone_by son requeridos juntos
pt: Phone e valid_phone_by são necessários juntos

source: Email or phone not sent
es: Correo electrónico o teléfono no enviados
pt: Email ou telefone não enviado

source: Adviser not found in DB
es: Adviser no encontrado en Base de datos
pt: Consultor não encontrado no banco de dados

source: An error occurred deleting validation code register
es: Un error ocurrió borrando el código de valición de registro
pt: Ocorreu um erro ao excluir o registro do código de validação

source: The email already is validated
es: Ese correo ya fue validado
pt: O email já está validado

source: The phone already is validated
es: El telefono ya fue validado
pt: O telefone já está validado

source: The email that you trying to add already exists
es: El correo que estas tratando de agregar ya existe
pt: O e-mail que você está tentando adicionar já existe

source: Error to send email
es: Error al enviar correo
pt: Erro ao enviar e-mail

source: The phone that you trying to add already exists
es: El telefono que ya está tratando
pt: O telefone que você está tentando adicionar já existe

source: The number {} is not a valid phone number
es: El número {} no es un teléfono válido
pt: O número {} não é um número de telefone válido

source: Error to send message
es: Error al enviar mensaje
pt: Erro ao enviar mensagem

source: Valid_phone_by not send and is necessary
es: Valid_phone_by no fue enviado y es requerido
pt: Valid_phone_by não envia e é necessário

source: Not found validation code
es: Código de validación no encontrado
pt: Código de validação não encontrado

source: You have a accepted validation status
es: Tienes un estado de 'validación aceptada'
pt: Você tem um status de validação aceito

source: You have to be verified first before attempting to update
es: Necesitas ser revisado primero antes de intentar una actualización
pt: Você precisa ser verificado antes de tentar atualizar

source: You are sending everything empty, you need to send at least one file
es: Estás enviando todo vacío, necesitas enviar almenos un archivo
pt: Você está enviando tudo vazio, você precisa enviar pelo menos um arquivo

source: There are not such partner documents in the system
es: No existe los documentos del aliado en el sistema
pt: Não existem tais documentos do parceiro no sistema

source: There are not such company documents in the system
es: No existe los documentos de la compañía en el sistema
pt: Não existem tais documentos da empresa no sistema

source: You have a bad bank validation status
es: Tienes mal el estado de validación de la información bancaria
pt: Não existem tais documentos da empresa no sistema

source: Missing relation on your bank account info, contact an Adviser!
es: No hay relación con información bancaria, ¡contacta tu asesor!
pt: Falta relação nas informações da sua conta bancária, entre em contato com um Consultor!

source: Missing relation on your document info for person, contact an Adviser!
es: No hay relación con información de los documentos, ¡contacta tu asesor!
pt: Falta relação na informação do seu documento por pessoa, entre em contato com um Assessor!

source: Missing relation on your document info for company, contact an Adviser!
es: No hay relación con información de los documentos de tu compañia, ¡contacta tu asesor!
pt: Falta relação nas informações do seu documento para empresa, entre em contato com um consultor!

source: Please enter a new phone number
es: Por favor, introduzca un nuevo número de teléfono

source: Invalid phone. Please try with another one
es: Teléfono inválido. Por favor, inténtelo con otro

source: Invalid code. Try again, or request a new one
es: Código inválido. Inténtelo de nuevo o solicite uno nuevo

source: Info validation request already submitted
es: Solicitud de validación de información ya subida
pt: E-mail, telefone ou usuário inválido já registrado

source: Must have a rejected status and a rejected validation request if any document is missing
es: Debe tener un estado rechazado y una solicitud de validación rechazada si falta algún documento

source: You already have a pending bank validation request
es: Ya tiene una solicitud de validación bancaria pendiente
pt: Não existem tais documentos da empresa no sistema

source: This bank account is already your primary account
es: Esta cuenta bancaria ya es su cuenta principal

source: You can't delete your primary bank account
es: No puedes eliminar tu cuenta bancaria principal

source: Bank info validation request limit reached
es: Se ha alcanzado el límite de solicitud de validación de información bancaria

source: Is_notify_campaign or is_notify_notice fields are required
es: Is_notify_campaign o is_notify_notice es requerido al menos uno de esos
pt: Os campos Is_notify_campaign ou is_notify_notice são obrigatórios

source: Marketing field updated updated successfully
es: La casa de apuestas fue actualizada satisfactoriamente
pt: Campo de marketing atualizado com sucesso

source: You don't have that campaign
es: No tienes esa campaña
pt: Você não tem essa campanha

source: No links available
es: No hay enlaces disponibles
pt: Nenhum link disponível

source: Already has an link assigned
es: El enlace ya fue asignado
pt: Já tem um link atribuído

source: maximum number of campaigns reached
es: número máximo de campañas alcanzado

source: The link was assigned successfully
es: El enlace de fue asignado satisfactoriamente
pt: O link foi atribuído com sucesso

source: Spanish
es: Español
pt: Espanhol

source: English
es: Inglés
pt: Inglês

source: Portuguese
es: Portugués
pt: Português

source: Invalid token.
es: Token inválido.

source: User inactive or deleted.
es: Usuario inactivo o eliminado.

source: Invalid filename, allowed extensions .png, .jpg, .jpeg, .webp
es: Archivo inválido, extensiones permitidas .png, .jpg, .jpeg, .webp
pt: Nome de arquivo inválido, extensões permitidas .png, .jpg, .jpeg, .webp

source: Invalid filename, allowed extensions .pdf, .png, .jpg, .jpeg
es: Archivo inválido, extensiones permitidas .pdf, .png, .jpg, .jpeg
pt: Nome de arquivo inválido, extensões permitidas .pdf, .png, .jpg, .jpeg

source: Must be a positive Float
es: Tiene que ser un Float positivo
pt: Deve ser um Float positivo

source: Must be a positive Int
es: Tiene que ser un entero positivo
pt: Deve ser um número inteiro positivo

source: Unexpected value
es: Valor inesperado
pt: Valor inesperado

source: Bad format
es: Mal formato
pt: Formato incorreto

source: Unspected value
es: Valor inesperado
pt: Valor inesperado

source: Email or phone already validated
es: Correo o telefono ya está validado
pt: Email ou telefone já validado

source: You don't have permission
es: No tienes permiso
pt: Você não tem permissão

source: Brasil
es: Brazil

source: Italy
es: Italia
pt: Itália

source: Panama
es: Panamá
pt: Panamá

source: Afghanistan
es: Pakistán
pt: Afeganistão

source: Åland Islands
es: Islas Malvinas
pt: Ilhas Aland

source: Algeria
es: Argelia
pt: Argélia

source: American Samoa
es: Samoa Americana
pt: Samoa Americana

source: Anguilla
es: Anguila
pt: Anguila

source: Antarctica
es: Antártida
pt: Antártica

source: Antigua and Barbuda
es: Antigua y Barbuda
pt: Antígua e Barbuda

source: Azerbaijan
es: Azerbaiyán
pt: Azerbaijão

source: The Bahamas
es: Las Bahamas
pt: As Bahamas

source: Bahrain
es: Bahrein
pt: Bahrein

source: Belarus
es: Bielorrusia
pt: Bielorrússia

source: Belgium
es: Bélgica
pt: Bélgica

source: Belize
es: Belice

source: Benin
es: Benín
pt: Benim

source: Bermuda
es: Bermudas
pt: Bermudas

source: Bhutan
es: Bhután
pt: Butão

source: Caribbean Netherlands
es: Caribe Países Bajos
pt: Países Baixos Caribenhos

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
pt: Bósnia e Herzegovina

source: Bouvet Island
es: Isla de Bouvet
pt: Ilha Bouvet

source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico
pt: Território Britânico do Oceano Índico

source: British Virgin Islands
es: Islas Vírgenes Británicas
pt: Ilhas Virgens Britânicas

source: Cambodia
es: Camboya
pt: Camboja

source: Cameroon
es: Camerún
pt: Camarões

source: Canada
es: Canadá
pt: Canadá

source: Cape Verde
es: Cabo Verde
pt: cabo Verde

source: Cayman Islands
es: Islas Caimán
pt: Ilhas Cayman

source: Central African Republic
es: República Centroafricana
pt: República Centro-Africana

source: China, People's Republic of
es: República Popular de China
pt: China, República Popular da

source: Christmas Island
es: Isla de Navidad
pt: Ilha do Natal

source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)
pt: Ilhas Cocos (Keeling)

source: Comoros
es: Comoras
pt: Comores

source: Congo, Democratic Republic of the
es: República Democrática del Congo
pt: Congo, República Democrática do

source: Congo, Republic of
es: República del Congo
pt: Congo, República do

source: Cook Islands
es: Islas Cook
pt: Ilhas Cook

source: Côte d'Ivoire
es: Costa de Marfil
pt: Costa do Marfim

source: Croatia
es: Croacia
pt: Croácia

source: Cyprus
es: Chipre
pt: Chipre

source: Czech Republic
es: República Checa
pt: República Checa

source: Denmark
es: Dinamarca
pt: Dinamarca

source: Djibouti
es: Yibuti
pt: Djibuti

source: Dominican Republic
es: República Dominicana
pt: República Dominicana

source: Egypt
es: Egipto
pt: Egito

source: England
es: Inglaterra
pt: Inglaterra

source: Equatorial Guinea
es: Guinea Ecuatorial
pt: Guiné Equatorial

source: Ethiopia
es: Etiopía
pt: Etiópia

source: Falkland Islands
es: Islas Malvinas
pt: Ilhas Malvinas

source: Faroe Islands
es: Islas Feroe
pt: ilhas Faroe

source: Finland
es: Finlandia
pt: Finlândia

source: France
es: Francia
pt: França

source: French Guiana
es: Guayana Francesa
pt: Guiana Francesa

source: French Polynesia
es: Polinesia Francesa
pt: Polinésia Francesa

source: French Southern and Antarctic Lands
es: Tierras australes y antárticas francesas
pt: Terras do Sul e Antárticas Francesas

source: Gabon
es: Gabón
pt: Gabão

source: The Gambia
es: Gambia
pt: A Gâmbia

source: Germany
es: Alemania
pt: Alemanha

source: Greece
es: Grecia
pt: Grécia

source: Greenland
es: Groenlandia
pt: Groenlândia

source: Grenada
es: Granada
pt: Granada

source: Guadeloupe
es: Guadalupe
pt: Guadalupe

source: Haiti
es: Haití

source: Heard Island and McDonald Islands
es: Isla Heard e Islas McDonald
pt: Ilha Heard e Ilhas McDonald

source: Hungary
es: Hungría
pt: Hungria

source: Iceland
es: Islandia
pt: Islândia

source: Iran
es: Irán
pt: Irã

source: Ireland
es: Irlanda
pt: Irlanda

source: Isle of Man
es: Isla de Man
pt: Ilha de Man

source: Japan
es: Japón
pt: Japão

source: Jordan
es: Jordania
pt: Jordânia

source: Kazakhstan
es: Kazajistán
pt: Cazaquistão

source: Kenya
es: Kenia
pt: Quênia

source: Korea, Democratic People's Rep. (North)
es: Corea, República Popular Democrática (Norte)
pt: Coreia, República Popular Democrática (Norte)

source: Korea, Republic of (South)
es: Corea, República de (Sur)
pt: Coreia, República do (Sul)

source: Kyrgyzstan
es: Kirguistán
pt: Quirguistão

source: Latvia
es: Letonia
pt: Letônia

source: Lebanon
es: Líbano
pt: Líbano

source: Libya
es: Libia
pt: Líbia

source: Lithuania
es: Lituania
pt: Lituânia

source: Luxembourg
es: Luxemburgo
pt: Luxemburgo

source: Macau
es: Macao

source: Malaysia
es: Malasia
pt: Malásia

source: Maldives
es: Maldivas
pt: Maldivas

source: Marshall Islands
es: Islas Marshall
pt: Ilhas Marshall

source: Martinique
es: Martinica
pt: Martinica

source: Mauritius
es: Mauricio
pt: Maurício

source: Micronesia, Federated States of
es: Estados Federados de Micronesia
pt: Micronésia, Estados Federados da

source: Moldova
es: Moldavia
pt: Moldávia

source: Monaco
es: Mónaco
pt: Mônaco

source: Morocco
es: Marruecos
pt: Marrocos

source: Netherlands
es: Países Bajos
pt: Holanda

source: New Caledonia
es: Nueva Caledonia
pt: Nova Caledônia

source: New Zealand
es: Nueva Zelanda
pt: Nova Zelândia

source: Niger
es: Níger
pt: Níger

source: Norfolk Island
es: Isla de Norfolk
pt: Ilha Norfolk

source: Northern Ireland
es: Irlanda del Norte
pt: Irlanda do Norte

source: Northern Mariana Islands
es: Islas Marianas del Norte
pt: Ilhas Marianas do Norte

source: Norway
es: Noruega
pt: Noruega

source: Oman
es: Omán
pt: Omã

source: Pakistan
es: Pakistán
pt: Paquistão

source: Palestinian Authority
es: Autoridad Palestina
pt: autoridade Palestina

source: Papua New Guinea
es: Papúa Nueva Guinea
pt: Papua Nova Guiné

source: Philippines
es: Filipinas
pt: Filipinas

source: Pitcairn Islands
es: Islas Pitcairn
pt: Ilhas Pitcairn

source: Poland
es: Polonia
pt: Polônia

source: Qatar
es: Catar
pt: Catar

source: Réunion
es: Reunión
pt: Reunião

source: Romania
es: Rumanía
pt: Romênia

source: Russia
es: Rusia
pt: Rússia

source: Rwanda
es: Ruanda
pt: Ruanda

source: Saint Barthélemy
es: San Bartolomé
pt: São Bartolomeu

source: Saint Helena
es: Santa Elena
pt: Santa Helena

source: Saint Kitts and Nevis
es: San Cristóbal y Nieves
pt: São Cristóvão e Nevis

source: Saint Lucia
es: Santa Lucía
pt: Santa Lúcia

source: Saint Martin (French part)
es: San Martín (parte francesa)
pt: São Martinho (parte francesa)

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón
pt: São Pedro e Miquelon

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas
pt: São Vicente e Granadinas

source: São Tomé and Príncipe
es: Santo Tomé y Príncipe
pt: São Tomé e Príncipe

source: Saudi Arabia
es: Arabia Saudí
pt: Arábia Saudita

source: Scotland
es: Escocia
pt: Escócia

source: Sierra Leone
es: Sierra Leona
pt: Serra Leoa

source: Singapore
es: Singapur
pt: Cingapura

source: Sint Maarten (Dutch part)
es: Sint Maarten (parte holandesa)
pt: Sint Maarten (parte holandesa)

source: Slovakia
es: Eslovaquia
pt: Eslováquia

source: Slovenia
es: Eslovenia
pt: Eslovênia

source: Solomon Islands
es: Islas Salomón
pt: Ilhas Salomão

source: South Africa
es: Sudáfrica
pt: África do Sul

source: South Georgia and the South Sandwich Islands
es: Georgia del Sur y las Islas Sandwich del Sur
pt: Ilhas Geórgia do Sul e Sandwich do Sul

source: Sudan
es: Sudán
pt: Sudão

source: Suriname
es: Surinam

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen
pt: Svalbard e Jan Mayen

source: Swaziland
es: Suazilandia
pt: Suazilândia

source: Sweden
es: Suecia
pt: Suécia

source: Switzerland
es: Suiza
pt: Suíça

source: Syria
es: Siria
pt: Síria

source: Republic of China (Taiwan)
es: República de China (Taiwán)
pt: República da China (Taiwan)

source: Tajikistan
es: Tayikistán
pt: Tajiquistão

source: Tanzania
es: Tanzanía
pt: Tanzânia

source: Thailand
es: Tailandia
pt: Tailândia

source: Trinidad and Tobago
es: Trinidad y Tobago
pt: Trindade e Tobago

source: Tunisia
es: Túnez
pt: Tunísia

source: Turkey
es: Turquía
pt: Turquia

source: Turkmenistan
es: Turkmenistán
pt: Turcomenistão
