Repository: juanpabloglobalsys98/inlaze_repo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Brazil
es: Brasil
pt: Brasil

source: Mexico
es: México
pt: México

source: Peru
es: Perú

source: Spain
es: España
pt: Espanha

source: first name
es: Primer nombre
pt: primeiro nome

source: second name
es: Segundo nombre
pt: segundo nome

source: last name
es: Apellido
pt: sobrenome

source: second last name
es: Segundo apellido

source: That email was already taken
es: Ese correo ya fue utilizado

source: The email cannot have one validation code with the same code
es: El correo no puede tener un código de validación con el mismo código

source: Cannot be referred himself
es: No puede ser referido a si mismo

source: referred by with id {} not found
es: referido con id {} no encontrado

source: The link has an user assigned
es: El enlace tiene un usuario asignado

source: Invalid input
es: Entrada inválida
pt: Entrada inválida

source: This user doesnt has permission to visualitazion
es: Este usuario no tiene permiso de visualziación
pt: Este usuário não tem permissão para visualitazion

source: Invalid token
es: Token inválido
pt: Ficha inválida

source: Invalid token or it's expired
es: Token inválido o expirado
pt: Ficha inválida ou expirou

source: Internal Error
es: Error interno

source: not input data for patch
es: no hay informacion entrante para el patch

source: Partner dont exists in DB
es: El aliado no existe en la base de datos

source: Adviser dont exists in DB
es: El Adviser no existe en la base de datos

source: You cannot edit percentage with adviser null
es: No puedes editar el porcentaje con un asesor en nulo

source: [log_up_completed] Account ready to operate
es: [registro_completo] Cuenta lista para operar

source: Welcome to Inlazz
es: Bienvenido(a) a inlazz

source: We welcome you to Inlazz. your partner account it is ready, you can Access to the platform through the following link
es: Te damos la bienvenida a Inlazz. Tu cuenta de socio ya esta lista,puedes acceder a la plataforma mediante el siguiente link

source: Login
es: Ingresa
pt: Faça o login

source: We are sending this email to keep you informed about your Inlazz account
es: El envio de este correo para mantenerlo informado acerca de su cuenta de Inlazz
pt: Estamos enviando este e-mail para mantê-lo informado sobre sua conta Inlazz

source: There is not such partner in the system
es: No existe ese partner en el sistema
pt: Não existe esse parceiro no sistema

source: Partner not have the expected state TO BE VERIFIED
es: Aliado no tiene el estado esperado TO BE VERIFIED
pt: O parceiro não tem o estado esperado para ser VERIFICADO

source: Partner basic info is alredy accepted
es: Información basica del aliado ya se encuentra aceptada
pt: As informações básicas do parceiro já são aceitas

source: Error at send email
es: Error al enviar correo
pt: Erro no envio de e-mail

source: Partner bank is alredy accepted
es: El banco del aliado ya está aceptado
pt: O banco parceiro já é aceito

source: Partner documents is alredy accepted
es: Los documentos del aliado ya están aceptados
pt: Documentos de parceiros já são aceitos

source: There is not feedback with basic info for that user in the system
es: No hay retroalimentación para la información básica de ese usuario en el sistema
pt: Não há feedback com informações básicas para esse usuário no sistema

source: There is not feedback with bank for that user in the system
es: No hay retroalimentación para la información de banco de ese usuario en el sistema
pt: Não há feedback com o banco para esse usuário no sistema

source: There is not feedback with documents for that user in the system
es: No hay retroalimentación para los documentos de ese usuario en el sistema
pt: Não há feedback com documentos para esse usuário no sistema

source: That account does not exist
es: Esa cuenta no existe
pt: Essa conta não existe

source: Validation code
es: código de validación
pt: Código de validação

source: Hi
es: Hola
pt: olá

source: Greetings,
es: Saludos,

source: Your validation code is
es: Tu código de validación es
pt: Seu código de validação é

source: Remember your password must meet next requirements:
es: Recuerda que tu contraseña debe cumplir con los siguientes requerimientos
pt: Lembre-se de que sua senha deve atender às próximas exigências:

source: Minimum 8 characters length
es: Mínimo 8 caracteres de longitud
pt: Comprimento mínimo de 8 caracteres

source: At least 1 uppercase character
es: Almenos 1 letra en mayúscula
pt: Pelo menos 1 caractere em maiúsculas

source: At least 1 lowercase character
es: Almenos 1 letra en minúscula
pt: Pelo menos 1 caractere em letras minúsculas

source: At least 1 special character (@#*_)
es: Almenos un caracter especial (@#*_)
pt: Pelo menos 1 personagem especial (@#**_)

source: If you have not requested a new password, you can ignore this email. Your current password will continue to work.
es: si tu no has solicitado una nueva contraseña, puedes ignorar este correo. Tus contraseña actual continuará funcionando

source: inlaze team
es: Equipo inlaze

source: © inlaze 2022. All rights reserved.
es: © inlaze 2022. Todos los derechos reservados

source: *Do not reply this email. If you have any question contact us
es: Tu cuenta está activada, si tienes alguna pregunta contacta tu asesor
pt: *Não responda a este e-mail. Se você tiver alguma dúvida, entre em contato com nosso

source: Customer service.
es: Horario de atención
pt: Atendimento ao cliente.

source: For more information about your account
es: Para más información de tu cuenta
pt: Para mais informações sobre sua conta

source: Access here
es: Ingresa aquí
pt: Acesso aqui

source: There is not such inactive/active code reason in the system
es: No existe el código de inactivación/activación en el sistema
pt: Não existe tal motivo de código inativo/ativo no sistema

source: Email does not exist
es: Email ingresado no existe

source: Invalid password
es: Contraseña incorrecta
pt: Código inválido

source: Your user is not activated in the system
es: Tu cuenta no está activada en el sistema
pt: Seu usuário não é ativado no sistema

source: Your user is banned, contact an administrator
es: Tu cuenta está bloqueada, contacta a un administrador
pt: Seu usuário é banido, entre em contato com um administrador

source: There is not such user in the system
es: No existe ese usuario en el sistema
pt: Não existe tal usuário no sistema

source: This user does not has permission to visualization
es: El usuario no tiene permiso de visualización
pt: Este usuário não tem permissão para visualizar

source: That email was already taken by another user
es: Ese correo ya fue utilizado por otro usuario
pt: Esse e-mail já foi recebido por outro usuário

source: Must upload at least one image
es: Necesitas enviar al menos una imagen

source: User already has that ban status
es: El usuario ya tiene ese estado de baneo

source: Code reason not found
es: Código razón no encontrado
pt: tarefa do período não encontrada

source: No message found
es: Mensaje no encontrado
pt: Não encontrado

source: There is not such ban/unban reason in the system
es: No existe ese código de bloqueo/desbloqueo en el sistema
pt: Não há essa razão de proibição/desproibição no sistema

source: Code reasons' types don't match
es: Los tipos de Código razón no coinciden

source: Code reason is the same
es: Código razón es el mismo

source: There are not ban/unban reasons for that user in the system
es: No existe motivos de bloqueo/desbloqueo para ese usuario en el sistema
pt: Não há razões de proibição/desproibição para esse usuário no sistema

source: You are trying to unban a user that is not banned
es: Estás intentando desbloquear un usuario que no está bloqueado
pt: Você está tentando desbanir um usuário que não está banido

source: There is not such ban/unban code reason in the system
es: No existe el código de razón de bloqueo/desbloqueo en el sistema
pt: Não existe tal motivo de proibição/desproibição no sistema

source: You cannot use a ban code when you are trying to unban
es: No puedes utilizar un código de bloqueo cuando estás intentando desbloquear
pt: Não se pode usar um código de proibição quando se está tentando desbanir

source: [account_unbanned] Your account was unbanned!
es: [cuenta_desbloqueada] ¡Tu cuenta fue desbloqueada!
pt: [conta_não_banida] sua conta teve sua proibição removida!

source: Your account has been unbanned. If you have any question contact your assigned advisor
es: Tu cuenta ha sido desbaneada, si tienes alguna pregunta contacta tu asesor
pt: Sua conta não foi banida. Se você tiver alguma dúvida, entre em contato com seu assessor designado

source: Login Inlazz
es: Iniciar sesión en Inlazz
pt: Login no Inlazz

source: Customer service
es: Horario de atención
pt: Atendimento ao cliente

source: Monday to Friday
es: Lunes a viernes
pt: De segunda a sexta-feira

source: Saturdays
es: Sábados
pt: Sábados

source: Best regards,
es: Atentamente,
pt: Com os melhores cumprimentos,

source: Inlazz team
es: Equipo Inlazz
pt: Equipe Inlazz

source: *Do not reply this email. If you have any question contact our
es: *No responda a este correo electrónico. Si tiene alguna pregunta, póngase en contacto con nuestro
pt: *Não responda a este e-mail. Se você tiver alguma dúvida, entre em contato com nosso

source: You are trying to active a user that is already activated
es: Estás intentando activar un usuario que ya está activado
pt: Você está tentando ativar um usuário que já está ativado

source: There is not such Active/inactive code reason in the system
es: No existe el código de razón de activación/inactivación en el sistema
pt: Não existe tal razão de código Ativo/Iativo no sistema

source: You cannot use an inactive code when you are trying to activate
es: No puedes utilizar un código de inactivación cuando estás intentando activar
pt: Você não pode usar um código inativo quando está tentando ativar

source: [activated_account] Your account was activated!
es: [cuenta_activada] ¡Su cuenta fue activada!
pt: [conta_ativada] Sua conta foi ativada!

source: This account has been activated.
es: ¡Esta cuenta fue desbloqueada!
pt: Esta conta foi ativada.

source: There is not such Active/inactive reason in the system
es: No existe la razón de activación/inactivación en el sistema
pt: Não há uma razão ativa/inativa no sistema

source: There are not Active/inactive history for that user in the system
es: No existe la historia de activación/inactivación para ese usuario en el sistema
pt: Não há histórico ativo/inativo para esse usuário no sistema

source: You are trying to inactivate a user that is already inactive
es: Estás intentando desactivar un usuario que se encuentra desactivado

source: There is not such active/inactive code reason in the system
es: No existe un código de razón de activación/desactivación en el sistema
pt: Não existe tal razão de código ativo/inativo no sistema

source: You cannot use an active code when you are trying to inactive
es: No puedes utilizar un código de activación cuando estás intentando desactivar
pt: Você não pode usar um código ativo quando está tentando ficar inativo

source: [inactivated_account] Your account was innactivated
es: [cuenta_desactivada] Su cuenta fue desactivada
pt: [conta_inativada] Sua conta foi desativada

source: This account is not longer part of Betenlace.
es: Tu cuenta no es más parte de Betenlace
pt: Esta conta não faz mais parte da Betenlace.

source: There is not such active/inactive reason in the system
es: No existe la razón de activación/inactivación en el sistema
pt: Não há uma razão tão ativa/inativa no sistema

source: There are not active/inactive reasons for that user in the system
es: No existe razones de activación/desactivación para ese usuario en el sistema
pt: Não há razões ativas/inativas para esse usuário no sistema

source: Invalid code or email
es: Código o correo inválido
pt: Código inválido ou e-mail

source: Max attempts for that code was reached
es: El máximo de intentos para ese código fue excedido
pt: A tentativa máxima para esse código foi alcançada

source: Validation code has expired
es: El código de validación ha expirado
pt: O código de validação expirou

source: Some of bills does not exist on system
es: Algunas de las facturas no existen en el sistema
pt: Algumas das contas não existem no sistema

source: There is not such bill with that user
es: No existe la factura dada para ese usuario
pt: Não existe tal conta com esse usuário

source: You need to send at least one field "status" or "bill_rate"
es: Necesitas enviar almenos un campo "status" o "bill_rate"
pt: Você precisa enviar pelo menos um campo "status" ou "taxa de conta".

source: There is not such bill in the system
es: No existe esa factura en el sistema
pt: Não há tal conta no sistema

source: There is not company info yet
es: No existe información de la compañía todavía
pt: Ainda não há informações sobre a empresa

source: There is not such company in the system
es: No existe la compañía en el sistema
pt: Não existe tal empresa no sistema

source: There is not such clocked schedule in the system
es: No existe el clocked schedule en el sistema
pt: Não há um cronograma tão cronometrado no sistema

source: There is not such crontab schedule in the system
es: No existe crontab schedule en el sistema
pt: Não há tal cronograma de crônicas no sistema

source: There is not such interval schedule in the system
es: No existe interval schedule en el sistema
pt: Não existe tal cronograma de intervalos no sistema

source: More than one timer, you can only create one timer
es: Más de un temporizador, solo puedes crear un temporizador
pt: Mais de um timer, você só pode criar um timer

source: You need to provide at least one timer
es: Necesitas enviar almenos un archivo
pt: Você precisa fornecer pelo menos um temporizador

source: period task not found
es: Period task no encontrado
pt: tarefa do período não encontrada

source: There is not such periodic task in the system
es: No existe periodic task en el sistema
pt: Não há tal tarefa periódica no sistema

source: Date must be lesser than yesterday
es: La fecha debe ser menor que ayer
pt: A data deve ser menor do que ontem

source: Input date is already billed
es: La fecha ingresada ya está facturada
pt: A data de entrada já está faturada

source: Has duplicated inputs / data with same betenlace_cpa_id and created_at must be CHECK
es: Ha ingresado entradas duplicadas / fechas con el mismo betenlace_cpa_id y created_at VERIFIQUE
pt: Tem entradas / dados duplicados com o mesmo betenlace_cpa_id e criado_a deve ser CHECK

source: betenlace_cpa_id not in DB
es: betenlace_cpa_id no está en Base de datos
pt: betenlace_cpa_id não no DB

source: Link does not have relation, bad integrity
es: El enlace no tiene una relación, fallo de integridad
pt: O link não tem relação, má integridade

source: Does not exist FxPartner on DB
es: fx_partner no definido en Base de datos
pt: Não existe FxPartner na DB

source: tax fx is not in DB
es: La tasa de cambio no se encuentra en la base de datos
pt: fx fiscal não está no DB

source: Adviser dont has permission to edit cpas from {partner_id} user
es: Adviser no tiene permiso de editar cpas del {partner_id} user
pt: Consultor dont tem permissão para editar cpas do usuário {partner_id}

source: There is not such question category in the system
es: No existe la categoría de preguntas en el sistema
pt: Não existe tal categoria de perguntas no sistema

source: There is not such question in the system
es: No existe la pregunta en el sistema
pt: Não há tal questão no sistema

source: Unrecognized icon
es: Icono no reconocido
pt: Ícone irreconhecível

source: There is a question category with that name
es: Existe una categoría de preguntas con ese nombre
pt: Há uma categoria de perguntas com esse nome

source: Undefined campaign on DB
es: Campaña no definida en Base de datos
pt: Campanha indefinida sobre a DB

source: Undefined fx_partner on DB
es: fx_partner no definido en Base de datos
pt: Fx_partner indefinido no DB

source: Something is wrong at read CSV data, check format must be keys separated by comma
es: Algo salió mal al obtener datos del CSV, verifique el formato, debe de estar separado con comas
pt: Algo está errado na leitura dos dados CSV, o formato de verificação deve ser separado por vírgula

source: Not found
es: No encontrado
pt: Não encontrado

source: Partner not found
es: Aliado no encontrado
pt: Parceiro não encontrado

source: Level request not found
es: Solicitud de nivel no encontrada

source: Partner level request not found
es: Aliado No encontrado
pt: Parceria não encontrada

source: Level request status is not {}
es: El estado de la solicitud no es {}

source: Partner level is already {} - {}
es: El nivel del partner ya es {} - {}
pt: O banco parceiro já é aceito

source: Custom accumulated links differ from the ones provided
es: Los links personalizados difieren de los proporcionandos

source: Level percentage is not defined
es: Porcentaje de nivel no definido

source: Partner info validation request not found
es: Solicitud del partner de información básica no encontrada
pt: Parceria não encontrada

source: Required field
es: Campo requerido
pt: Campo obrigatório

source: Info validation request status is not {}
es: El estado de la solicitud de validación de información no es {}

source: this identification number already exists
es: este número de identificación ya existe

source: Partner bank validation request not found
es: Solicitud del partner de información bancaria no encontrada

source: Bank validation request status is not {}
es: El estado de la solicitud de validación bancaria no es

source: Bank accounts limit reached
es: Límite de cuentas bancarias alcanzado

source: WithdrawalPartnerMoney not found
es: WithdrawalPartnerMoney no encontrado

source: PartnerBankAccount not found
es: PartnerBankAccount No encontrado

source: There is not partners in the system
es: No existe ese partner en el sistema
pt: Não existe esse parceiro no sistema

source: You can't deactivate primary account
es: No puedes eliminar tu cuenta bancaria principal

source: Primary bank account can't be inactive
es: La cuenta bancaria principal no puede estar inactiva

source: Channel limit already reached
es: Límite de cuentas bancarias alcanzado

source: Link is already in this channel
es: El enlace ya está en este canal

source: Invalid fields
es: Campos inválidos
pt: Campos inválidos

source: partner doesnt exist
es: El aliado no existe en la base de datos
pt: Este telefone não existe

source: You cannot edit percentage with referred null
es: No puedes editar el porcentaje con el referido nulo

source: Bookmaker was updated succesfully
es: La casa de apuestas fue actualizada satisfactoriamente
pt: O Bookmaker foi atualizado com êxito

source: Already a campaing exits with these name
es: Ya existe una campaña con ese nombre
pt: Já sai uma campanha com este nome

source: Campaign created successfully
es: La camapaña se creó satisfactoriamente
pt: Campanha criada com sucesso

source: Campaign not found
es: Campaña No encontrada
pt: Campanha não encontrada

source: Fx rate not any in DB
es: La tasa de cambio no se encuentra en la base de datos
pt: Fx taxa não qualquer no BD

source: Link not found
es: Enlace no encontrado
pt: Link não encontrado

source: Link already assigned
es: Enlace ya está asignado
pt: Link já atribuído

source: This user already have an link
es: El usuario ya tiene un enlace
pt: Este usuário já tem um link

source: Link does not have an partner_link associated
es: El enlace no tiene un Partner link Asociado
pt: Link não tem um parceiro_link associado

source: Partnerlink status was updated successfully
es: La casa de apuestas fue actualizada satisfactoriamente
pt: O status de Partnerlink foi atualizado com sucesso

source: There is not such campaign in the system
es: No existe la compañía en el sistema
pt: Não existe tal campanha no sistema

source: 'created_at_from' cannot be greater than 'created_at_to'.
es: 'created_at_from' no puede ser mayor que 'created_at_to'.
pt: O termo "criado_em_de" não pode ser maior do que "criado_em_até".

source: The maximum number of days allowed has been exceeded.
es: El número máximo de días permitidos ha sido excedidos.
pt: O número máximo de dias permitido foi excedido.

source: This partner does not have that campaign
es: El aliado no tiene esa campaña
pt: Este parceiro não tem essa campanha

source: User not found
es: Usuario No encontrado
pt: Usuário não encontrado

source: User already has token
es: El usuario ya tiene un token
pt: O usuário já tem o token

source: Admin not found
es: Admin No encontrado
pt: The user already has the token

source: Admin already has token
es: El Admin ya tiene un token
pt: A administração já tem o token

source: not input data for post
es: no hay informacion entrante para el patch

source: Code reason doesnt exist
es: Código razón no encontrado
pt: Este telefone não existe

source: message doesnt exist
es: El aliado no existe en la base de datos
pt: Este telefone não existe

source: already exist a message with this language in this code reason
es: ya existe un mensaje con este lenguaje en esta código razón

source: Rol or permmission not found
es: Rol o permiso no encontrado
pt: Rol ou permmissão não encontrada

source: Visualization permissions was created successfully
es: Permisos de visualización creados satisfactoriamente
pt: As permissões de visualização foram criadas com sucesso

source: Visualization permissions was updated successfully
es: Permisos de visualización actualizados satisfactoriamente
pt: As permissões de visualização foram criadas com sucesso

source: Your are not allowed to execute functionalities your account is not active
es: No tienes permitido realizar ninguna acción, tu cuenta está desactivada

source: Basic
es: Básico

source: Requested
es: Solicitado
pt: Campo obrigatório

source: Accepted
es: Aceptado

source: Rejected
es: Rechazado

source: Your account already has a level
es: Su cuenta ya tiene un nivel
pt: Sua conta não pode editar dados

source: Your account has not a level defined
es: Su cuenta no tiene un nivel definido
pt: Sua conta não pode editar dados

source: You are banned, contact your adviser
es: Estás baneado, contacta tu asesor
pt: Você está banido, contate seu conselheiro

source: You dont have accepted terms
es: No haz aceptado los terminos
pt: Você não aceitou os termos

source: You have accepted terms
es: Tienes los terminos aceptados
pt: Você aceitou os termos

source: Your account is deactivated, contact your adviser
es: Tu cuenta esta desactivada, contacta a tu asesor
pt: Sua conta está desativada, contate seu conselheiro

source: You are not full registered, please continue with you registration
es: No estas completamente registrado, por favor continúa con tu registro
pt: Você não está totalmente registrado, por favor, continue com seu registro

source: You are being verified yet, please contact your adviser
es: Estas en proceso de revisión todavía, por favor contacta tu asesor
pt: Você está sendo verificado ainda, favor contatar seu conselheiro

source: You are not uploaded all pending data yet, verify data
es: Aun no ha subido toda la información pendiente, verifica la información
pt: Você ainda não está carregando todos os dados pendentes, verifique os dados

source: Already Full register, you cannot follow regisration process
es: Ya se encuentra completamente registrado, no puedes realizar el proceso inicial de registro
pt: Já com o registro completo, você não pode seguir o processo de registro

source: Your account are not completed the registration process yet
es: Su cuenta no ha completado el proceso de registro aún
pt: Sua conta ainda não está completa o processo de registro
