Repository: juanpabloglobalsys98/inlaze_repo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Turks and Caicos Islands
es: Islas Turcas y Caicos
pt: Ilhas Turcas e Caicos

source: Ukraine
es: Ucrania
pt: Ucrânia

source: United Arab Emirates
es: Emiratos Árabes Unidos
pt: Emirados Árabes Unidos

source: United Kingdom
es: Reino Unido
pt: Reino Unido

source: United States
es: Estados Unidos
pt: Estados Unidos

source: United States Minor Outlying Islands
es: Islas menores de Estados Unidos
pt: Ilhas Menores Distantes dos Estados Unidos

source: United States Virgin Islands
es: Islas Vírgenes de Estados Unidos
pt: Ilhas Virgens dos Estados Unidos

source: Uzbekistan
es: Uzbekistán
pt: Uzbequistão

source: Vatican City State
es: Estado de la Ciudad del Vaticano
pt: Estado da Cidade do Vaticano

source: Wales
es: Gales
pt: País de Gales

source: Wallis and Futuna
es: Wallis y Futuna
pt: Wallis e Futuna

source: Western Sahara
es: Sahara Occidental
pt: Saara Ocidental

source: Zimbabwe
es: Zimbabue
pt: Zimbábue

source: Login to your account
es: Ingresa a la plataforma
pt: Para mais informações sobre sua conta

source: If you have any questions, please
es: Si tienes alguna pregunta, por favor

source: contact us
es: contáctanos

source: All rights reserved.
es: Todos los derechos reservados

source: Your change request to Prime account
es: Tu solicitud de cambio a cuenta Prime

source: Your financial information
es: Tu información financiera

source: approved
es: aprobada

source: rejected
es: rechazada

source: Welcome to inlaze!
es: ¡Bienvenido a inlaze!

source: The submitted data has been rejected
es: Los datos enviados han sido rechazados

source: {} has been {}
es: {} ha sido {}

source: Your account level has changed to {}
es: Su nivel de cuenta ha cambiado a {}

source: banned
es: bloqueada

source: unbanned
es: desbloqueada

source: Your account has been {}
es: Tu cuenta ha sido {}

source: Albanian
es: Albania
pt: Albânia

source: Armenian
es: Armenia
pt: Armênia

source: Azerbaijani
es: Azerbaiyán
pt: Azerbaijão

source: Belarusian
es: Bielorrusia
pt: Bielorrússia

source: Bulgarian
es: Bulgaria
pt: Bulgária

source: Croatian
es: Croacia
pt: Croácia

source: Danish
es: Español
pt: Espanhol

source: Estonian
es: Estonia
pt: Estônia

source: Faroese
es: Islas Feroe
pt: ilhas Faroe

source: Fijian
es: Fiji
pt: Fiji

source: French
es: Guayana Francesa
pt: Guiana Francesa

source: Ganda
es: Ruanda
pt: Ruanda

source: Georgian
es: Georgia
pt: Geórgia

source: German
es: Alemania
pt: Alemanha

source: Hungarian
es: Hungría
pt: Hungria

source: Indonesian
es: Indonesia
pt: Indonésia

source: Italian
es: Italia
pt: Itália

source: Japanese
es: Japón
pt: Japão

source: Kannada
es: Canadá
pt: Canadá

source: Kazakh
es: Kazajistán
pt: Cazaquistão

source: Kongo
es: Mongolia
pt: Mongólia

source: Lao
es: Laos
pt: Laos

source: Latvian
es: Letonia
pt: Letônia

source: Lithuanian
es: Lituania
pt: Lituânia

source: Macedonian
es: Macedonia
pt: Macedônia

source: Malagasy
es: Madagascar
pt: Madagáscar

source: Malay
es: Malasia
pt: Malásia

source: Malayalam
es: Malasia
pt: Malásia

source: Maldivian
es: Maldivas
pt: Maldivas

source: Maltese
es: Malta
pt: Malta

source: Marshallese
es: Islas Marshall
pt: Ilhas Marshall

source: Mongolian
es: Mongolia
pt: Mongólia

source: Ndonga
es: Tonga
pt: Tonga

source: Nepali
es: Nepal
pt: Nepal

source: Northern Sami
es: Irlanda del Norte
pt: Irlanda do Norte

source: Norwegian
es: Noruega
pt: Noruega

source: Polish
es: Inglés
pt: Inglês

source: Romansh
es: Rumanía
pt: Romênia

source: Rundi
es: Burundi
pt: Burundi

source: Russian
es: Rusia
pt: Rússia

source: Samoan
es: Samoa
pt: Samoa

source: Serbian
es: Serbia
pt: Sérvia

source: Slovak
es: Eslovaquia
pt: Eslováquia

source: Slovenian
es: Eslovenia
pt: Eslovênia

source: Somali
es: Somalia
pt: Somália

source: Swedish
es: Suecia
pt: Suécia

source: Tajik
es: Tayikistán
pt: Tajiquistão

source: Tatar
es: Catar
pt: Catar

source: Thai
es: Tailandia
pt: Tailândia

source: Tonga (Tonga Islands)
es: Islas Salomón
pt: Ilhas Salomão

source: Tsonga
es: Tonga
pt: Tonga

source: Tswana
es: Botswana
pt: Botsuana

source: Turkish
es: Turkmenistán
pt: Turcomenistão

source: Turkmen
es: Turquía
pt: Turquia

source: Ukrainian
es: Ucrania
pt: Ucrânia

source: Uzbek
es: Uzbekistán
pt: Uzbequistão

source: Vietnamese
es: Vietnam
pt: Vietnã

source: Yoruba
es: Aruba
pt: Aruba

source: Your code is {}. Never share this code with anyone, only use it at inlaze.com
es: Tu código es {}. Nunca compartas este código con nadie, solo utilízalo en inlaze.com
pt: Seu código é {}. Nunca compartilhe este código com ninguém, use-o apenas no inlaze.com

source: Error while sending the message
es: Error al enviar mensaje
pt: Erro ao enviar mensagem

source: The password must meet the next requirements:8 characters, at least 1 uppercase letter, at least one special character, at least 1 alphanumeric characters.
es: La contraseña debe cumplir con los siguientes requerimientos: 8 caracteres mínimos de longitud, almenos 1 letra en mayúscula, almenos un caracter especial, almenos un caracter alfanumérico
pt: A senha deve atender aos seguintes requisitos: 8 caracteres, pelo menos 1 letra maiúscula, pelo menos um caracter especial, pelo menos 1 caracter alfanumérico.

source: Old password is not correct
es: la contraseña actual no es correcta
pt: A senha antiga não é correta

source: The password cannot be equal to email
es: La contraseña no puede ser igual al correo electrónico
pt: A senha não pode ser igual a e-mail

source: Colombia
pt: Colômbia

source: There is not such user or the password is invalid
pt: Não existe tal usuário ou a senha é inválida

source: There are not such partner's documents in the system
pt: Não existem documentos desse parceiro no sistema

source: You are trying to ban a user that is already banned
pt: Você está tentando banir um usuário que já está banido

source: You cannot ban a user that is inactive or undefined
pt: Você não pode proibir um usuário que está inativo ou indefinido

source: You cannot use an unban code when you are trying to ban
pt: Você não pode usar um código unban quando está tentando proibir

source: [account_banned] Your account was banned
pt: [conta_banida] Sua conta foi banida

source: Your account has been banned. If you have any question contact your assigned advisor
pt: Sua conta foi banida. Se você tiver alguma dúvida, contate seu assessor designado

source: Colombia (UTC-5)
pt: Colômbia (UTC-5)

source: You cannot inactivate a user that is banned or undefined
pt: Você está tentando inativar um usuário que já está inativo

source: Partner level is already {}
pt: O banco parceiro já é aceito

source: There is not such historic in the system
pt: Não existe tal usuário no sistema

source: Bolivia
pt: Bolívia

source: Ecuador
pt: Equador

source: Paraguay
pt: Paraguai

source: Puerto Rico
pt: Porto Rico

source: Uruguay
pt: Uruguai

source: Albania
pt: Albânia

source: Armenia
pt: Armênia

source: Australia
pt: Austrália

source: Austria
pt: Áustria

source: Botswana
pt: Botsuana

source: Bulgaria
pt: Bulgária

source: Chad
pt: Chade

source: Eritrea
pt: Eritreia

source: Estonia
pt: Estônia

source: Georgia
pt: Geórgia

source: Ghana
pt: Gana

source: Guinea
pt: Guiné

source: Guinea-Bissau
pt: Guiné-Bissau

source: Guyana
pt: Guiana

source: India
pt: Índia

source: Indonesia
pt: Indonésia

source: Iraq
pt: Iraque

source: Lesotho
pt: Lesoto

source: Liberia
pt: Libéria

source: Liechtenstein
pt: Listenstaine

source: Macedonia
pt: Macedônia

source: Madagascar
pt: Madagáscar

source: Mauritania
pt: Mauritânia

source: Mayotte
pt: Maiote

source: Mongolia
pt: Mongólia

source: Mozambique
pt: Moçambique

source: Myanmar
pt: Mianmar

source: Namibia
pt: Namíbia

source: Nicaragua
pt: Nicarágua

source: Nigeria
pt: Nigéria

source: San Marino
pt: São Marinho

source: Serbia
pt: Sérvia

source: Seychelles
pt: Seicheles

source: Somalia
pt: Somália

source: Tokelau
pt: Toquelau

source: Vietnam
pt: Vietnã

source: Yemen
pt: Iêmen

source: Zambia
pt: Zâmbia

source: Inlaze team
pt: Equipe Inlazz
